/* Recent region description placeholder string */
"%d x %d" = "%1$d x %2$d";

/* %m = date's month (up to 2 digits), %e = date's day (up to 2 digits), %y = date's year (two digits) - change this to %Y for four digit year, dash is used as the separator since forward slash / could be interpretted as directory separator on file names, please make sure even if this is reordered during localize time all the parts are represented.  Note this is not a printf format string!!!!!! */
"%m-%e-%y" = "%e-%m-%y";

/* TechSmith Audio Capture Component not installed err */
"A download is required to uninstall the TechSmith Audio Capture Component. You can download this from techsmith.com" = "卸载TechSmith音频捕获组件需要下载一个文件。你可以从techsmith.com下载它。";

/* Tooltip: Camera locked */
"Camera locked" = "摄像头已锁定";

/* dismisses alert */
"Cancel" = "取消";

/* Region Selection menu item
   Region Selector State: record a new region */
"Choose Region..." = "选择区域…";

/* Tooltip: record button enabled - region */
"Click to select a recording region" = "点击以选择一个录制区域";

/* Tooltip: record button enabled - preset */
"Click to view and edit preset region" = "点击以查看并编辑预设区域";

/* title for install alert */
"Component Required to Record System Audio" = "录制系统音频需要的组件";

/* Continue Waiting
   wait button */
"Continue Waiting" = "继续等待";

/* Custom descriptions menu item label/separator */
"Custom" = "自定义";

/* Tooltip: Camera recording on */
"Disable camera recording" = "关闭摄像头录制";

/* Tooltip: Microphone audio on */
"Disable microphone recording" = "关闭麦克风录制";

/* Tooltip: Screen recording on */
"Disable screen recording" = "关闭屏幕录制";

/* System audio tooltip on */
"Disable speaker sound recording" = "关闭扬声器录制";

/* Disabled */
"Disabled" = "已关闭";

/* Pause - Delete Verification - Header */
"Do you want to delete the current recording?" = "你确认要删除当前录制吗？";

/* quiting the application while recording or paused */
"Do you want to quit and delete the current recording?" = "你确认要退出并删除当前录制吗？";

/* recording recovery dialog - message */
"Do you want to recover the recording?" = "你想恢复录制？";

/* Pause - Start Over Verification - Header */
"Do you want to start over and delete the current recording?" = "你确定要重新开始并删除当前录制？";

/* title for uninstall alert */
"Download Required to Uninstall" = "卸载需要下载文件";

/* Tooltip: Camera recording off */
"Enable camera recording" = "开启摄像头录制";

/* Tooltip: Microphone audio on */
"Enable microphone recording" = "开启麦克风录制";

/* Tooltip: Screen recording off */
"Enable screen recording" = "开启屏幕录制";

/* System audio tooltip off */
"Enable speaker sound recording" = "开启扬声器录制";

/* error message for illegal characters in formatter optionally used / shown by control:didFailToFormat by the edit fields delegate */
"Error unsupported character(s) entered, supported characters are \"%1$@\"" = "错误输入了不支持的字符，支持的字符有\"%1$@\"";

/* error message for illegal characters in formatter */
"Error unsupported character(s) entered, unsupported characters are \"%1$@\"" = "错误输入了不支持的字符，不支持的字符有\"%1$@\"";

/* Force Quit */
"Force Quit" = "强制退出";

/* Full Screen menu item label/separator
   Region Selector State: record the full screen */
"Full Screen" = "全屏幕";

/* install button */
"Go to Website" = "前往网站";

/* install system audio component button */
"Install" = "安装";

/* title for alert */
"Install TechSmith Audio Capture Component?" = "安装TechSmith音频捕获组件？";

/* Mobile device menu item label/separator */
"Mobile Device" = "移动设备";

/* uninstall TACC button, No */
"No" = "否";

/* No audio device present */
"No Device" = "没有设备";

/* Menu item name when no mobile device is connected */
"No Mobile Devices Connected" = "未连接移动设备";

/* Warning to user that their mobile device is not sending any data */
"No signal detected. Make sure your mobile device is awake." = "未识别信号。确认你的移动设备处于唤醒状态。";

/* Off */
"Off" = "关闭";

/* On */
"On" = "开启";

/* Region Seletor State: record a region with a preset size */
"Preset Region" = "预设区域";

/* Menu item */
"Preset Regions" = "预设区域";

/* Hotkey in countdown */
"Press ⌥⌘2 to stop recording." = "按下⌥⌘2停止录制。";

/* title for alert */
"Problem Recording System Audio" = "录制系统音频遇到问题";

/* terminate button */
"Quit Recorder" = "退出录制器";

/* used as part of a recordings name - Rec 05-04-09.cmrec */
"Rec" = "录制";

/* Recent region descriptions menu item label/separator */
"Recent" = "最近";

/* Region Seletor State: record a previous region */
"Recent Region" = "最近使用区域";

/* title for alert */
"Recorder Communication Timeout" = "录制器连接超时";

/* Recorder is not responding */
"Recorder is not responding" = "录制器没有响应";

/* Recorder is not responding */
"Recorder is not responding to our quit requests, would you like to continue to wait for recorder to quit." = "录制器没有响应我们的退出请求，你想继续等待录制器退出吗？";

/* error that pops up when trying to record soundflower witht he mic and system audio */
"Recording System Audio and Soundflower at the same time will result in duplicate tracks." = "同时录制系统音频和Soundflower会生成重复的轨道。";

/* recording recovery dialog - title */
"Recording quit unexpectedly" = "录制异常退出";

/* Full Screen menu item label/separator */
"Region" = "区域";

/* Tooltip: Screen recording locked */
"Screen recording locked" = "屏幕录制已锁定";

/* Tooltip: record button disabled */
"Select a recording option to enable the Record button" = "选择一个录制选项以开启录制按钮";

/* Tooltip: screen rec popup */
"Select a recording region" = "选择一个录制区域";

/* Tooltip: camera popup */
"Select device" = "选择设备";

/* Title of start recording button */
"Start Recording" = "开始录制";

/* Tooltip: record button enabled */
"Start recording" = "开始录制";

/* Title of stop recording button */
"Stop Recording" = "停止录制";

/* Tooltip: record button enabled */
"Stop recording" = "停止录制";

/* cancel update */
"Switch Device and Continue" = "切换设备并继续";

/* makes it so the user can switch their output device */
"System Preferences..." = "系统偏好设置…";

/* terminate button */
"Terminate Recorder" = "终结录制器";

/* TechSmith Audio Capture Component not installed err */
"The TechSmith Audio Capture Component is required for system audio recording. You can download this from techsmith.com" = "录制系统音频必需TechSmith音频捕获组件。你可以从techsmith.com下载。";

/* TechSmith Audio Capture Component not installed err */
"The TechSmith Audio Capture Component is required to record sound from your computer such as alert sounds and audio from your internal speakers." = "录制电脑声音比如警告音和内置的扬声器必需TechSmith音频捕获组件。";

/* message */
"The device is taking longer than expected to initialize. Check your device." = "设备初始化花费了太长时间。检查你的设备。";

/* message */
"The recorder is not responding." = "录制器没有响应。";

/* unable to rename recording - message */
"Unable to rename recording" = "无法重命名录制";

/* title for alert */
"Uninstall Component for System Audio" = "卸载系统音频组件";

/* TechSmith Audio Capture Component not installed err */
"Uninstalling the TechSmith Audio Capture Component may break system audio recording in other TechSmith applications that share the component.\n\nDo you want to continue?" = "卸载TechSmith音频捕获组件会造成其他共享组件的TechSmith应用程序无法录制系统音频。\n\n你确认要继续？";

/* title for alert */
"Waiting for device initialization" = "等待设备初始化中";

/* old soundflower alert */
"We are unable to capture system audio when Soundflower is selected as the default output device." = "当你选择Soundflower作为默认输出设备时我们无法捕获系统音频。";

/* uninstall TACC button, Yes */
"Yes" = "是";

/* unable to rename recording - message */
"Your recording will appear in the media bin with the name %@." = "你的录制将会出现在媒体箱中名称为%@。";

/* quiting the application while recording - addendum */
"\n\nNote: If you cancel this message will appear in the recording." = "\n\n注意: 如果你取消此消息会出现在录制中。";

/* Hotkey characters */
"⌥⌘2" = "⌥⌘2";

/* M = date's month (up to 2 digits), d = date's day (up to 2 digits), y = date's year (two digits) - change this to Y for four digit year, dash is used as the separator since forward slash / could be interpretted as directory separator on file names, please make sure even if this is reordered during localize time all the parts are represented.  Note this is not a printf format string!!!!!! */
"M-d-y" = "y-M-d";

